{
    "needHelp": "Нам нужна ваша помощь",
    "description": [
        "Привет, замечательные люди!",
        "У нас тут небольшая проблемка, и нам очень нужна ваша помощь. Помните этот сайт и API, которыми вы пользуетесь? Так вот, они оба работают на одном сервере, и дела идут не очень гладко.",
        "Вот в чём дело: счета за сервер растут быстрее, чем мы успеваем их оплачивать. Мы сами покрывали все расходы, потому что искренне верим в то, что делаем. Но давайте будем честными - наши кошельки не резиновые.",
        "Если в ближайшие пару месяцев мы не наскребём достаточно средств, придётся принимать непростые решения. И под непростыми решениями мы подразумеваем возможное закрытие проекта.",
        "Мы делаем всё возможное, чтобы сократить расходы. Переезжаем на более дешёвый домен .xyz, оптимизируем код и даже урезаем наши любимые кофе-брейки (вот такие жертвы, представляете?). Но в конце концов, серверы стоят денег, и тут мы в тупике.",
        "Если вам когда-либо пригодились наши материалы, или вы просто хотите помочь коллегам-разработчикам выбраться из передряги, мы будем безмерно благодарны за любую помощь. Серьёзно, даже пара баксов может сыграть роль в сохранении проекта.",
        "Мы вложили душу в этот проект и хотим продолжать его развивать. Что ещё важнее, мы хотим, чтобы он оставался бесплатным для всех. Но мы дошли до точки, когда больше не можем справляться в одиночку.",
        "Спасибо, что дочитали до конца и что вы часть нашего сообщества. Вы все просто супер, честное слово. Любая помощь, которую вы сможете предложить, будет для нас бесценна."
    ],
    "buyCoffee": "Угостите нас кофе",
    "coffeeDescription": "Слушайте, мы не просим много. Просто достаточно на кофе (или, может, на пиццу).",
    "donateButton": "Подкиньте нам мелочи",
    "saweria": "Saweria",
    "saweriaDescription": "Если вы из Индонезии, вы можете использовать эту классную местную платформу, чтобы помочь нам.",
    "saweriaButton": "Отправить немного любви",
    "openSource": "Мы с открытым исходным кодом!",
    "githubDescription": "С деньгами туго, но наш код всегда бесплатный. Хотите посмотреть, чем мы занимаемся? Загляните к нам на GitHub!",
    "githubButton": "Перейти на GitHub",
    "donationUsage": "На что пойдут ваши кровно заработанные",
    "usageList": [
        "Поддержка работы нашего сервера, на котором размещены и сайт, и API",
        "Помощь в возвращении домена .com",
        "Выигрыш времени для внедрения мер по экономии",
        "Помощь в переходе на новый домен .xyz",
        "Сохранение этого проекта живым для всеобщего пользования"
    ],
    "footerMessage": "Серьёзно, ребята, вы лучшие. Спасибо, что остаётесь с нами."
}