{
    "needHelp": "เราต้องการความช่วยเหลือจากคุณ",
    "description": [
        "สวัสดีครับ เพื่อนๆ ที่น่ารักทุกคน!",
        "พวกเรากำลังเจอปัญหานิดหน่อย และต้องการความช่วยเหลือจากคุณจริงๆ คุณรู้จักเว็บไซต์และ API ที่คุณใช้อยู่ใช่ไหม? ทั้งสองอย่างนี้กำลังทำงานอยู่บนเซิร์ฟเวอร์เดียวกัน และตอนนี้มันเริ่มจะแน่นแล้วล่ะ",
        "เรื่องมันเป็นแบบนี้ครับ: ค่าเซิร์ฟเวอร์ของเรากำลังพุ่งสูงขึ้นเร็วกว่าที่เราจะรับมือไหว เราจ่ายค่าบิลเองมาตลอดเพราะเราเชื่อมั่นในสิ่งที่เรากำลังทำ แต่พูดตามตรงนะ กระเป๋าเราไม่ได้หนาขนาดนั้น",
        "ถ้าเราไม่สามารถระดมทุนให้เพียงพอในอีกสองสามเดือนข้างหน้า เราอาจจะต้องตัดสินใจครั้งใหญ่ และเมื่อพูดถึงการตัดสินใจครั้งใหญ่ เราหมายถึงการอาจจะต้องปิดตัวลงนะ",
        "เรากำลังทำทุกอย่างเพื่อลดค่าใช้จ่าย เรากำลังย้ายไปใช้โดเมน .xyz ที่ถูกกว่า ปรับปรุงโค้ดให้ดีขึ้น และแม้กระทั่งลดการดื่มกาแฟที่เรารักลง (เสียสละจริงๆ เนอะ?) แต่สุดท้ายแล้ว เซิร์ฟเวอร์ก็ต้องใช้เงิน และนั่นคือจุดที่เราติดอยู่",
        "ถ้าคุณเคยรู้สึกว่าสิ่งที่เราทำมีประโยชน์ หรือแค่อยากช่วยเหลือเพื่อนนักพัฒนาที่กำลังลำบาก เราจะซาบซึ้งใจมากๆ กับทุกการช่วยเหลือที่คุณมอบให้ จริงๆ นะ แม้แต่เงินแค่ไม่กี่บาทก็อาจทำให้โปรเจกต์นี้อยู่รอดได้",
        "เราทุ่มเทหัวใจให้กับโปรเจกต์นี้ และเราอยากให้มันดำเนินต่อไป ที่สำคัญกว่านั้น เราอยากให้มันฟรีสำหรับทุกคนที่ใช้ แต่เราถึงจุดที่เราไม่สามารถทำมันคนเดียวได้อีกต่อไปแล้ว",
        "ขอบคุณที่อ่านมาจนถึงตรงนี้ และขอบคุณที่เป็นส่วนหนึ่งของชุมชนของเรา พวกคุณเจ๋งมากๆ เลย จริงๆ นะ ความช่วยเหลือใดๆ ที่คุณมอบให้จะมีความหมายกับเรามากเลยล่ะ"
    ],
    "buyCoffee": "เลี้ยงกาแฟเราสักแก้ว",
    "coffeeDescription": "เราไม่ได้ขอมากหรอกนะ แค่พอซื้อกาแฟ (หรือพิซซ่าสักถาด) ก็พอแล้ว",
    "donateButton": "โยนเหรียญมาให้เราหน่อย",
    "saweria": "Saweria",
    "saweriaDescription": "ถ้าคุณอยู่ในอินโดนีเซีย คุณสามารถใช้แพลตฟอร์มท้องถิ่นสุดเจ๋งนี้เพื่อช่วยเราได้",
    "saweriaButton": "ส่งความรักมาให้เรา",
    "openSource": "เราเป็นโอเพ่นซอร์ส!",
    "githubDescription": "เงินอาจจะขาดแคลน แต่โค้ดของเราฟรีตลอด อยากรู้ว่าเรากำลังทำอะไรอยู่? มาดูกันที่ GitHub สิ!",
    "githubButton": "ไปที่ GitHub",
    "donationUsage": "เงินที่คุณหามาด้วยความยากลำบากจะถูกใช้ยังไง",
    "usageList": [
        "รักษาเซิร์ฟเวอร์ของเราให้ทำงานต่อไป ทั้งเว็บไซต์และ API",
        "ช่วยให้เราได้โดเมน .com กลับมา",
        "ซื้อเวลาสำคัญให้เราได้ปรับปรุงมาตรการประหยัดค่าใช้จ่าย",
        "ช่วยในการย้ายไปยังโดเมน .xyz ใหม่ของเรา",
        "รักษาโปรเจกต์นี้ให้มีชีวิตต่อไปเพื่อทุกคนจะได้ใช้"
    ],
    "footerMessage": "พวกคุณเยี่ยมมากๆ เลยนะ ขอบคุณที่อยู่เคียงข้างเรา"
}